tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python@3.10"
brew "ansible"
brew "ansible-lint"
brew "bash"
brew "bpython"
brew "gh"
brew "ghc"
brew "go"
brew "git"
brew "mas"
brew "netcat"
brew "node"
brew "openjdk"
brew "pipenv"
brew "starship"
brew "tree"
cask "font-fira-code-nerd-font"
cask "alfred"
cask "jetbrains-toolbox"
cask "thunderbird"
cask "zoom"
cask "visual-studio-code"
cask "openconnect-gui"
cask "wireshark"

mas "Xcode", id: 497799835
mas "1Password 7", id: 1333542190
mas "Bitwarden", id: 1352778147
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "Entity Pro", id: 1503988785
mas "LanScan", id: 472226235
mas "Magnet", id: 441258766
mas "Things", id: 904280696
mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "Keynote", id: 409183694
mas "Telegram", id: 747648890
